Repository: andreesg/collective.article
Catalog: collective/article/locales/*/LC_MESSAGES/collective.article.po
Languages: nl

source: Object
nl: Objecten

source: Information about an object typically collected by museums
nl: Informatie over een object meestal verzameld door musea

source: Book
nl: Boeken

source: Body
nl: Tekst

source: Description
nl: Beschrijving

source: Title, author, imprint, collation
nl: Titel, auteur, impressum, collatie

source: Title and author
nl: Titel en auteur

source: Article
nl: Lidwoord

source: Title
nl: Titel

source: Statement of respsib.
nl: Auteursvermelding

source: Author
nl: Auteur

source: Role
nl: Rol

source: Corp.author
nl: Corp.auteur

source: Edition
nl: Editie

source: Imprint
nl: Impressum

source: Place
nl: Plaats

source: Publisher
nl: Uitgever

source: Year
nl: Jaar

source: Place printed
nl: Plaats van druk

source: Printer
nl: Drukker

source: Sort year
nl: Sorteerjaar

source: Collation
nl: Collatie

source: Pagination
nl: Pagina's

source: Illustrations
nl: Illustraties

source: Dimensions
nl: Formaat

source: Accompanying material
nl: Begeleidend materiaal

source: Series, notes, ISBN
nl: Reeks, annotatie, ISBN

source: Series
nl: Reeks

source: Series article
nl: Lidwoord reeks

source: Series no.
nl: Reeksnummer

source: ISSN series
nl: ISSN reeks

source: Subseries
nl: Onderreeks

source: Subseries article
nl: Onderreeks lidwoord

source: Subseries number
nl: Onderreeks nummer

source: ISSN subseries
nl: ISSN onderreeks

source: Notes
nl: Annotatie

source: Bibliographical notes
nl: Annotatie

source: Price
nl: Prijs

source: Binding method
nl: Bindwijze

source: Conference
nl: Conferentie

source: Abstract and subject terms
nl: Samenvatting, classificatie, trefwoorden

source: Material type
nl: Materiaalsoort

source: Bibl. form
nl: Blibliogr. vorm

source: Language
nl: Taal

source: Level
nl: Niveau

source: Class number
nl: Class. code

source: Subject term type
nl: Soort trefwoord

source: Subject term
nl: Trefwoord

source: Proper name
nl: Eigennaam

source: Person keyword type
nl: Soort pers.trefwoord

source: Geographical keyword
nl: Greografish trefwoord

source: Period
nl: Periode

source: Start date
nl: Begindatum

source: End date
nl: Einddatum

source: Digital references
nl: Digitale referenties

source: Reference
nl: Referentie

source: Abstract
nl: Samenvatting

source: Reproductions
nl: Reproducties

source: Reproduction
nl: Reproductie

source: Format
nl: Formaat

source: Type
nl: Soort

source: Date
nl: Datum

source: Exhibitions, auctions, collections
nl: Tentoonstellingen, veilingen, collecties

source: Exhibition
nl: Tentoonstelling

source: Exhibition name
nl: Tentoonstellingsnaam

source: to
nl: t/m

source: Venue
nl: Locatie

source: Auction
nl: Veiling

source: Auction name
nl: Veilingnaam

source: Auctioneer
nl: Veilinghuis

source: Collector
nl: Collectioneur

source: Auction number
nl: Veilingnummer

source: Collection
nl: Collectie

source: Collection name
nl: Collectienaam

source: Organisation
nl: Organisatie

source: Location
nl: Locatie

source: Relations
nl: Relaties

source: Volume
nl: Deel

source: Analytical cataloguing
nl: Koepelgegevens

source: record no.
nl: recordnr.

source: Part of
nl: Onderdeel van

source: Consists of
nl: Bestaat uit

source: Museum objects
nl: Museumobjecten

source: Object no.
nl: Objectnr

source: Object name
nl: Objectnaam

source: Maker
nl: Vervaardiger

source: Free fields and numbers
nl: Vrije velden en nummer

source: Free fields
nl: Vrije velden

source: Confidential
nl: Vertrouwelijk

source: Contents
nl: Inhoud

source: Other number
nl: Andere nummers

source: Copies and shelf marks
nl: Exemplaren en vindplaatsen

source: Default shelf mark
nl: Standaard signatuur

source: Copy details
nl: Exemplaargegevens

source: Copy number
nl: Exemplaarnummer

source: Shelf mark
nl: Plaatscode

source: Availability
nl: Beschikbaarheid

source: Loan category
nl: Uitleencategorie

source: Site
nl: Filiaal

source: Location notes
nl: Bijzonderheden locatie

source: Quantity
nl: Aantal

source: Lead word
nl: Lidwoord

source: Physical details
nl: Fysieke kenmerken

source: Production
nl: Productie

source: Broadcast
nl: Uitzending

source: Broadcasting company
nl: Omroep

source: Production company
nl: Productiemaatschappij

source: Audiovisual
nl: Audio-visuele materialen

source: Audio-visual materials
nl: Audio-visuele materialen

source: Articles
nl: Artikelen

source: Source
nl: Vindplaats

source: Source title article
nl: Lidwoord brontitel

source: Source title
nl: Brontitel

source: Issue
nl: Aflevering

source: Day
nl: Dag

source: Title, author, source
nl: Titel, auteur, vindplaats

source: label_author_role
nl: Functie

source: label_notes_op
nl: Opmerkingen

source: personal name
nl: persoonsnaam

source: institution
nl: instelling

source: regiment/service
nl: dienstonderdeel

source: Name
nl: Naam

source: Month
nl: Maand

source: source_volume
nl: Jaargang
